/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "לפני %@";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "בתוך %@";

/* localized date component names and plural forms */
"now" = "עכשיו";
"%d year (plural rule: zero)" = "%d שנים";
"%d year (plural rule: one)" = "שנה אחת (%d)";
"%d year (plural rule: two)" = "%d שנים";
"%d year (plural rule: few)" = "%d שנים";
"%d year (plural rule: many)" = "%d שנים";
"%d year (plural rule: other)" = "%d שנים";
"%d month (plural rule: zero)" = "%d חודשים";
"%d month (plural rule: one)" = "חודש אחד (%d)";
"%d month (plural rule: two)" = "%d חודשים";
"%d month (plural rule: few)" = "%d חודשים";
"%d month (plural rule: many)" = "%d חודשים";
"%d month (plural rule: other)" = "%d חודשים";
"%d week (plural rule: zero)" = "%d שבועות";
"%d week (plural rule: one)" = "שבוע אחד (%d)";
"%d week (plural rule: two)" = "%d שבועות";
"%d week (plural rule: few)" = "%d שבועות";
"%d week (plural rule: many)" = "%d שבועות";
"%d week (plural rule: other)" = "%d שבועות";
"%d day (plural rule: zero)" = "%d ימים";
"%d day (plural rule: one)" = "יום אחד (%d)";
"%d day (plural rule: two)" = "%d ימים";
"%d day (plural rule: few)" = "%d ימים";
"%d day (plural rule: many)" = "%d ימים";
"%d day (plural rule: other)" = "%d ימים";
"%d hour (plural rule: zero)" = "%d שעות";
"%d hour (plural rule: one)" = "שעה אחת (%d)";
"%d hour (plural rule: two)" = "%d שעות";
"%d hour (plural rule: few)" = "%d שעות";
"%d hour (plural rule: many)" = "%d שעות";
"%d hour (plural rule: other)" = "%d שעות";
"%d minute (plural rule: zero)" = "%d דקות";
"%d minute (plural rule: one)" = "דקה אחת (%d)";
"%d minute (plural rule: two)" = "%d דקות";
"%d minute (plural rule: few)" = "%d דקות";
"%d minute (plural rule: many)" = "%d דקות";
"%d minute (plural rule: other)" = "%d דקות";
"%d second (plural rule: zero)" = "%d שניות";
"%d second (plural rule: one)" = "שנייה אחת (%d)";
"%d second (plural rule: two)" = "%d שניות";
"%d second (plural rule: few)" = "%d שניות";
"%d second (plural rule: many)" = "%d שניות";
"%d second (plural rule: other)" = "%d שניות";
